Repository: langtuandroid/PuzzleGame
Catalog: ShiftTile/ShiftingTiles/*.lproj/Localizable.strings
Languages: de, es

source: ANIMALS
de: TIERE
es: ANIMALES

source: NATURE
de: NATUR
es: NATURALEZA

source: PLACES
de: PLÄTZE
es: LUGARES

# Rules1_Part1
source: Rearrange the tiles to form the complete picture.
de: Ordnen Sie die Fliesen, um das Gesamtbild zu bilden.
es: Reorganizar los azulejos para formar la imagen completa.

# Rules1_Part2
source: Drag a tile on top of another tile to swap their positions.
de: Ziehen Sie eine Fliese auf einer anderen, um ihre Positionen zu tauschen.
es: Arrastre un azulejo encima de otro azulejo para intercambiar sus posiciones.

# Rules1_Part3
source: Swap entire rows and columns by dragging the outer squares.
de: Tauschen Sie ganze Zeilen und Spalten durch ziehen an den äußeren Vierecken.
es: Intercambiar filas y columnas completas arrastrando los cuadros exteriores.

# Rules1_Part4
source: For an extra challenge, turn on Rotations in the settings menu.
de: Für eine zusätzliche Herausforderung, einschalten Sie Rotationen im Einstellungsmenü.
es: Para un desafío extra, encienda Rotaciones en el menú de configuración.

# Rules1_Part5
source: Double tap a tile to rotate it 90Â°.
de: Tippen Sie zweimal auf einer Fliese, um sie 90° drehen.
es: Doble toque en un azulejo para girar 90°.

# Rules2_Part1
source: Take a photo or select one from your gallery.
de: Nehmen Sie ein Foto oder wählen Sie einen aus der Galerie.
es: Tome una foto o seleccione una de la galería.

# Rules2_Part2
source: Choose the grid size.
de: Wählen Sie die Rastergröße.
es: Elija el tamaño de la cuadrícula.

# Rules2_Part3
source: View statistics.
de: Statistiken anzeigen.
es: Ver las estadísticas.

# Rules2_Part4
source: Start the puzzle!
de: Starten Sie das Puzzlespiel!
es: Comience el rompecabezas!

# Rules3_Part1
source: View the original image.
de: Sehen Sie das Originalbild.
es: Ver la imagen original.

# Rules3_Part2
source: Get a hint and see which tiles should be swapped. If all tiles are in the correct positions, see which tile should be rotated.
de: Holen Sie sich einen Hinweis und sehen, welche Fliesen sollten ausgetauscht werden. Wenn alle Fliesen sind in der richtigen Position, zu sehen, welche Fliesen gedreht werden sollte.
es: Obtener una pista y ver cuales azulejos deben ser intercambiados. Si todas las piezas están en las posiciones correctas, ver qué azulejo se deben rotar.

# Rules3_Part3
source: Stuck? Auto-solve the puzzle.
de: Stecken? Autolösen das Rätsel.
es: Pegado? Auto-resolver el rompecabezas.

# Acknowledgements_Part1
source: Shifting Tiles developed by:
de: Fliesen Verschieben entwickelt von:
es: Azulejos de Cambio desarrollado por:

# Acknowledgements_Part2
source: Images provided by:
de: Bilder bereitgestellt von:
es: Imágenes proporcionadas por:

# Acknowledgements_Part3
source: Feedback, comments, questions can be sent here:
de: Rückmeldung, Kommentare, Fragen können hier zu senden:
es: Opiniones, comentarios, preguntas puede ser enviado aquí:

# LossOfProgressAlert_Part1
source: Any progress on this puzzle will not be saved.
de: Die Fortschritte auf diesem Puzzle werden nicht gespeichert.
es: No se guardará ningún progreso en este rompecabezas

# LossOfProgressAlert_Part2
source: Are you sure you want to go back?
de: Sind Sie sicher, Sie wollen zurück zu gehen?
es: ¿Seguro que quieres volver?

source: NO
de: NEIN

source: YES
de: JA
es: SÍ

source: Cancel
de: Rückgängig Machen
es: Cancelar

source: Error
de: Fehler

# SolveAlert_Part1
source: This will auto-solve the puzzle
de: Dadurch wird automatisch das Rätsel zu lösen.
es: Esto se auto-resuelve el rompecabezas.

# SolveAlert_Part2
source: Are you sure you want to do this?
de: Sind Sie sicher, dass Sie dies tun wollen?
es: ¿Seguro que quieres hacer esto?

# CameraButtonAlert_Part1
source: Choose a photo:
de: Wählen Sie ein Foto aus:
es: Elija una foto:

# CameraButtonAlert_Part2
source: Library
de: Galerie
es: Galería

# CameraButtonAlert_Part3
source: Camera
de: Kamera
es: La cámara

# CameraAccessAlert_Part1
source: Camera access denied
de: Ser Zugriff zur verweigert.
es: Acceso a la cámara negó.

# CameraAccessAlert_Part2
source: Allow camera access by going to the Settings app on this device.
de: Lassen Sie Zugriff auf die Kamera, indem Sie auf die Einstellungen-App auf dieses Gerät.
es: Permitir el acceso de la cámara por ir a la aplicación de configuración de este aparato.

# NoCameraAlert
source: No camera is available on this device
de: Keine Kamera ist auf diesem Gerät zur Verfügung
es: No hay cámara disponible en este aparato.

# EmailAlert
source: Check your e-mail configuration and try again.
de: Überprüfen Sie Ihre E-Mail-Konfiguration und versuchen Sie es erneut.
es: Compruebe la configuración del correo electrónico y vuelva a intentarlo.

# Message01
source: WAY TO GO!
de: PRIMA!
es: ¡BRAVO!

# Message02
source: CONGRATS!
de: SUPER!
es: ¡BIEN HECHO!

# Message03
source: SUPER!
de: KLASSE!
es: ¡FANÁTSTICO!

# Message04
source: AWESOME!
de: AUSGEZEICHNET!
es: ¡BUEN TRABAJO!

# Message05
source: GREAT JOB!
de: SEHR GUT GEMACHT!
es: ¡MUY BIEN!

# Message06
source: WELL DONE!
de: COOL!
es: ¡ASÍ SE HACE!

# Message07
source: GOOD FOR YOU!
de: TOLL!
es: ¡ESTUPENDO!

# Message08
source: YOU DID IT!
de: JAWOHL!
es: ¡MARAVILLOSO!

# Message09
source: FINISHED!
de: GROßARTIG!
es: ¡BUENÍSIMO!

# Message10
source: TAKE A BOW!
de: HERVORRAGEND!
es: ¡ESTUPENDO!

# Message11
source: NICE ONE!
de: DAS IST DER HAMMER!
es: ¡EXTRAORDINARIO!

# Message12
source: THAT'S GOLD!
de: ERSTAUNLICH!
es: ¡MAGNÍFICO!

# Message13
source: EXCELLENT!
de: WUNDERBAR!
es: ¡ESPECTACULAR!

# Message14
source: PERFECT!
de: VOLL KRASS!
es: ¡PERFECTO!

# Message15
source: VERY COOL!
de: HERZLICHEN GLÜCKWUNSCH!
es: ¡FABULOSO!

# Message16
source: GROOVY!
de: SCHÖN!
es: ¡EXCELENTE!

# Message17
source: RIGHT ON!
de: UNGLAUBLICH!
es: ¡FENOMINAL!
